Repository: dw-zhu-si/ModelHub
Catalog: packaging/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt_br, ru, zh_hant

source: 请用一句话介绍你自己。
ar: يرجى تقديم نفسك في جملة واحدة.
de: Bitte stellen Sie sich in einem Satz vor.
en: Please introduce yourself in one sentence.
es: Preséntate en una frase.
fr: Veuillez vous présenter en une phrase.
ja: 自己紹介を一言でお願いします。
ko: 자신을 한 문장으로 소개해주세요.
pt_br: Por favor, apresente-se em uma frase.
ru: Представьтесь, пожалуйста, в одном предложении.
zh_hant: 請用一句話介紹你自己。

source: 请立即保存新虚拟密钥
ar: الرجاء حفظ المفتاح الظاهري الجديد الآن
de: Bitte speichern Sie jetzt den neuen virtuellen Schlüssel
en: Please save the new virtual key now
es: Guarde la nueva clave virtual ahora
fr: Veuillez enregistrer la nouvelle clé virtuelle maintenant
ja: 新しい仮想キーを今すぐ保存してください
ko: 지금 새 가상 키를 저장하세요.
pt_br: Salve a nova chave virtual agora
ru: Пожалуйста, сохраните новый виртуальный ключ сейчас
zh_hant: 請立即保存新虛擬密鑰

source: 请选择
ar: الرجاء التحديد
de: Bitte auswählen
en: Please select
es: Por favor seleccione
fr: Veuillez sélectionner
ja: 選択してください
ko: 선택하세요
pt_br: Selecione
ru: Пожалуйста, выберите
zh_hant: 請選擇

source: 请选择一个 CSV 文件。导入前会先显示模型预览。
ar: اختر ملف CSV. ستظهر معاينة للنماذج قبل الاستيراد.
de: Wählen Sie eine CSV-Datei. Vor dem Import wird eine Modellvorschau angezeigt.
en: Select a CSV file. A model preview appears before import.
es: Selecciona un archivo CSV. Se mostrará una vista previa antes de importarlo.
fr: Sélectionnez un fichier CSV. Un aperçu des modèles s’affichera avant l’import.
ja: CSV ファイルを選択してください。インポート前にモデルのプレビューが表示されます。
ko: CSV 파일을 선택하세요. 가져오기 전에 모델 미리보기가 표시됩니다.
pt_br: Selecione um arquivo CSV. Uma prévia dos modelos será exibida antes da importação.
ru: Выберите CSV-файл. Перед импортом будет показан предварительный список моделей.
zh_hant: 請選擇一個 CSV 文件。導入前會先顯示模型預覽。

source: 读取 ModelHub 本机状态
ar: قراءة الحالة الأصلية لـ ModelHub
de: Lesen Sie den nativen ModelHub-Status
en: Read ModelHub native status
es: Leer el estado nativo de ModelHub
fr: Lire l'état natif de ModelHub
ja: ModelHub のネイティブ ステータスを読み取る
ko: ModelHub 기본 상태 읽기
pt_br: Leia o status nativo do ModelHub
ru: Чтение собственного статуса ModelHub
zh_hant: 讀取 ModelHub 本機狀態

source: 读取不含提示词和响应正文的聚合用量
ar: قراءة الاستخدام الكلي دون كلمات سريعة ونص الاستجابة
de: Lesen Sie die Gesamtnutzung ohne Aufforderungsworte und Antworttext
en: Read aggregate usage without prompt words and response body
es: Leer el uso agregado sin palabras clave ni cuerpo de respuesta
fr: Lire l'utilisation globale sans mots d'invite ni corps de réponse
ja: プロンプトの言葉や応答本文を含まずに集計された使用状況を読み取る
ko: 프롬프트 단어 및 응답 본문 없이 집계 사용량 읽기
pt_br: Leia o uso agregado sem palavras de prompt e corpo de resposta
ru: Чтение совокупного использования без подсказок и тела ответа
zh_hant: 讀取不含提示詞和響應正文的聚合用量

source: 读取不含正文的本月聚合
ar: اقرأ تجميع هذا الشهر بدون نص
de: Lesen Sie die Zusammenfassung dieses Monats ohne Text
en: Read this month's aggregation without text
es: Lea el agregado de este mes sin texto
fr: Lire l'agrégation de ce mois-ci sans texte
ja: 今月の集計をテキストなしで読む
ko: 텍스트 없이 이번 달 집계 읽기
pt_br: Leia a agregação deste mês sem texto
ru: Прочитать сводные данные за этот месяц без текста
zh_hant: 讀取不含正文的本月聚合

source: 读取到 %lld 个目录参考项，但该目录不代表可直接调用模型，未执行热更新。
ar: تمت قراءة %lld عنصراً مرجعياً، لكن الدليل لا يحدد نماذج قابلة للاستدعاء مباشرة، لذلك لم يُطبّق التحديث الفوري.
de: %lld Katalogreferenzen wurden gelesen. Da der Katalog keine direkt aufrufbaren Modelle ausweist, wurde keine Live-Aktualisierung durchgeführt.
en: Read %lld catalog reference items, but this catalog does not identify directly callable models, so no hot update was applied.
es: Se leyeron %lld elementos de referencia, pero el catálogo no identifica modelos invocables directamente, por lo que no se aplicó la actualización en caliente.
fr: %lld éléments de référence ont été lus, mais ce catalogue n’identifie pas des modèles directement appelables ; aucune actualisation à chaud n’a été appliquée.
ja: %lld 件のカタログ参照項目を取得しましたが、直接呼び出せるモデルを示すものではないためホット更新は行いませんでした。
ko: 카탈로그 참고 항목 %lld개를 읽었지만 직접 호출 가능한 모델 목록이 아니므로 핫 업데이트를 적용하지 않았습니다.
pt_br: Foram lidos %lld itens de referência, mas o catálogo não identifica modelos diretamente chamáveis; nenhuma atualização a quente foi aplicada.
ru: Прочитано %lld справочных записей, но каталог не определяет модели для прямого вызова, поэтому горячее обновление не выполнено.
zh_hant: 讀取到 %lld 個目錄參考項，但該目錄不代表可直接調用模型，未執行熱更新。

source: 读取本机服务状态与数量
ar: قراءة حالة الخدمة المحلية وكميتها
de: Lesen Sie den lokalen Servicestatus und die Menge
en: Read local service status and quantity
es: Leer el estado y la cantidad del servicio local
fr: Lire l'état et la quantité du service local
ja: ローカルサービスのステータスと数量を読み取る
ko: 지역 서비스 상태 및 수량 읽기
pt_br: Leia o status e a quantidade do serviço local
ru: Прочитайте статус и количество местных услуг
zh_hant: 讀取本機服務狀態與數量

source: 读取用户明确保存的当前任务上下文
ar: اقرأ سياق المهمة الحالية المحفوظة بشكل صريح من قبل المستخدم
de: Liest den vom Benutzer explizit gespeicherten aktuellen Aufgabenkontext
en: Read the current task context explicitly saved by the user
es: Leer el contexto de la tarea actual guardado explícitamente por el usuario
fr: Lire le contexte de tâche actuel explicitement enregistré par l'utilisateur
ja: ユーザーが明示的に保存した現在のタスクコンテキストを読み取ります。
ko: 사용자가 명시적으로 저장한 현재 작업 컨텍스트를 읽습니다.
pt_br: Leia o contexto da tarefa atual salvo explicitamente pelo usuário
ru: Прочитайте текущий контекст задачи, явно сохраненный пользователем.
zh_hant: 讀取用戶明確保存的當前任務上下文

source: 调整搜索文字或状态筛选。
ar: ضبط نص البحث أو مرشحات الحالة.
de: Passen Sie Suchtext oder Statusfilter an.
en: Adjust search text or status filters.
es: Ajuste el texto de búsqueda o los filtros de estado.
fr: Ajustez le texte de recherche ou les filtres de statut.
ja: 検索テキストまたはステータス フィルターを調整します。
ko: 검색 텍스트 또는 상태 필터를 조정합니다.
pt_br: Ajuste o texto de pesquisa ou os filtros de status.
ru: Настройте фильтры поиска или статуса.
zh_hant: 調整搜索文字或狀態篩選。

source: 费用以美元（USD）显示。
ar: تُعرض التكاليف بالدولار الأمريكي (USD).
de: Kosten werden in US-Dollar (USD) angezeigt.
en: Costs are displayed in US dollars (USD).
es: Los costes se muestran en dólares estadounidenses (USD).
fr: Les coûts sont affichés en dollars américains (USD).
ja: 費用は米ドル（USD）で表示されます。
ko: 비용은 미국 달러(USD)로 표시됩니다.
pt_br: Os custos são exibidos em dólares americanos (USD).
ru: Расходы отображаются в долларах США (USD).
zh_hant: 費用以美元（USD）顯示。

source: 费用管理
ar: إدارة التكاليف
de: Kostenverwaltung
en: Cost Management
es: Gestión de costes
fr: Gestion des coûts
ja: 費用管理
ko: 비용 관리
pt_br: Gerenciamento de custos
ru: Управление расходами
zh_hant: 費用管理

source: 跟随系统 / System
ar: اتبع النظام / النظام
de: Folgen Sie System / System
en: Follow System / System
es: Seguir Sistema / Sistema
fr: Suivre le système / Système
ja: システム・システムをフォローする
ko: 팔로우 시스템 / 시스템
pt_br: Seguir Sistema/Sistema
ru: Следовать за системой / Система
zh_hant: 跟隨系統 / System

source: 路由
ar: التوجيه
de: Routenführung
en: routing
es: enrutamiento
fr: routage
ja: ルーティング
ko: 라우팅
pt_br: roteamento
ru: маршрутизация

source: 路由与协议
ar: التوجيه والبروتوكولات
de: Routing und Protokolle
en: Routing and protocols
es: Enrutamiento y protocolos
fr: Routage et protocoles
ja: ルーティングとプロトコル
ko: 라우팅 및 프로토콜
pt_br: Roteamento e protocolos
ru: Маршрутизация и протоколы
zh_hant: 路由與協議

source: 路由中的原生协议模型均不可用
ar: لا يتوفر أي من نماذج البروتوكول الأصلي في التوجيه
de: Keines der nativen Protokollmodelle im Routing ist verfügbar
en: None of the native protocol models in routing are available
es: Ninguno de los modelos de protocolo nativo en enrutamiento está disponible
fr: Aucun des modèles de protocole natifs de routage n'est disponible
ja: ルーティングのネイティブ プロトコル モデルはどれも使用できません
ko: 라우팅의 기본 프로토콜 모델을 사용할 수 없습니다.
pt_br: Nenhum dos modelos de protocolo nativos no roteamento está disponível
ru: Ни одна из моделей собственных протоколов в маршрутизации недоступна.
zh_hant: 路由中的原生協議模型均不可用

source: 路由中的模型均不可用
ar: لا يتوفر أي من النماذج الموجودة في المسار
de: Keines der Modelle in der Route ist verfügbar
en: None of the models in the route are available
es: Ninguno de los modelos en la ruta está disponible.
fr: Aucun des modèles du parcours n'est disponible
ja: ルート内のモデルはどれも利用できません
ko: 경로에 사용 가능한 모델이 없습니다.
pt_br: Nenhum dos modelos da rota está disponível
ru: Ни одна из моделей в маршруте недоступна.

source: 路由决策模拟器
ar: محاكاة قرار التوجيه
de: Routing-Entscheidungssimulator
en: Routing decision simulator
es: Simulador de decisión de enrutamiento
fr: Simulateur de décision de routage
ja: ルーティング決定シミュレータ
ko: 라우팅 결정 시뮬레이터
pt_br: Simulador de decisão de roteamento
ru: Симулятор принятия решений о маршрутизации
zh_hant: 路由決策模擬器

source: 路由规则
ar: قواعد التوجيه
de: Routing-Regeln
en: Routing Rules
es: reglas de enrutamiento
fr: règles de routage
ja: ルーティングルール
ko: 라우팅 규칙
pt_br: regras de roteamento
ru: правила маршрутизации
zh_hant: 路由規則

source: 转录端点
ar: نقطة نهاية النسخ
de: Transkriptions-Endpunkt
en: Transcription endpoint
es: Endpoint de transcripción
fr: Point de terminaison de transcription
ja: 文字起こしエンドポイント
ko: 전사 엔드포인트
pt_br: Endpoint de transcrição
ru: Адрес транскрипции
zh_hant: 轉錄端點

source: 轮询
ar: التناوب الدوري
de: Round Robin
en: Round Robin
es: Round Robin
fr: Tourniquet
ja: ラウンドロビン
ko: 라운드 로빈
pt_br: Round Robin
ru: Циклический выбор
zh_hant: 輪詢

source: 输入 $/百万 Token
ar: أدخل رموز $/مليون
de: Geben Sie Token im Wert von $/Million ein
en: Enter $/million Tokens
es: Introduzca $/millón de tokens
fr: Entrez les jetons $/million
ja: 100 万ドルあたりのトークンを入力してください
ko: $/백만 토큰 입력
pt_br: Insira tokens de $/milhão
ru: Введите $/миллион токенов
zh_hant: 輸入 $/百萬 Token

source: 输入 API Key
ar: أدخل مفتاح API
de: Geben Sie den API-Schlüssel ein
en: Enter API Key
es: Ingrese la clave API
fr: Entrez la clé API
ja: APIキーを入力してください
ko: API 키 입력
pt_br: Insira a chave da API
ru: Введите ключ API
zh_hant: 輸入 API Key

source: 输入价格
ar: سعر الإدخال
de: Eingabepreis
en: Input price
es: Precio de entrada
fr: Tarif d’entrée
ja: 入力価格
ko: 입력 가격
pt_br: Preço de entrada
ru: Цена ввода
zh_hant: 輸入價格

source: 输入单价
ar: سعر وحدة الإدخال
de: Eingabe-Einheitspreis
en: Input unit price
es: Precio unitario de entrada
fr: Prix unitaire d’entrée
ja: 入力単価
ko: 입력 단가
pt_br: Preço unitário de entrada
ru: Цена единицы ввода
zh_hant: 輸入單價

source: 输入新的 API Key 以替换
ar: أدخل مفتاح API الجديد لاستبداله
de: Geben Sie den zu ersetzenden neuen API-Schlüssel ein
en: Enter new API Key to replace
es: Ingrese la nueva clave API para reemplazar
fr: Entrez la nouvelle clé API à remplacer
ja: 置き換える新しい API キーを入力してください
ko: 교체할 새 API 키를 입력하세요.
pt_br: Insira a nova chave de API para substituir
ru: Введите новый ключ API для замены
zh_hant: 輸入新的 API Key 以替換

source: 输入路由别名或模型名称
ar: أدخل اسمًا مستعارًا للطريق أو اسم الطراز
de: Geben Sie einen Routenalias oder Modellnamen ein
en: Enter a route alias or model name
es: Ingrese un alias de ruta o nombre de modelo
fr: Entrez un alias d'itinéraire ou un nom de modèle
ja: ルートのエイリアスまたはモデル名を入力してください
ko: 경로 별칭 또는 모델 이름을 입력하세요.
pt_br: Insira um alias de rota ou nome de modelo
ru: Введите псевдоним маршрута или название модели.
zh_hant: 輸入路由別名或模型名稱

source: 输出 $/百万 Token
ar: إخراج $/مليون الرموز
de: Geben Sie Token im Wert von $/Million aus
en: Output $/million Tokens
es: Salida de $/millón de tokens
fr: Production de jetons $/million
ja: 出力 $/100 万トークン
ko: $/백만개 토큰 출력
pt_br: Produza tokens de $/milhão
ru: Вывод $/миллион токенов
zh_hant: 輸出 $/百萬 Token

source: 输出价格
ar: سعر الإخراج
de: Ausgabepreis
en: Output price
es: Precio de salida
fr: Tarif de sortie
ja: 出力価格
ko: 출력 가격
pt_br: Preço de saída
ru: Цена вывода
zh_hant: 輸出價格

source: 输出单价
ar: سعر وحدة الإخراج
de: Ausgabe-Einheitspreis
en: Output unit price
es: Precio unitario de salida
fr: Prix unitaire de sortie
ja: 出力単価
ko: 출력 단가
pt_br: Preço unitário de saída
ru: Цена единицы вывода
zh_hant: 輸出單價

source: 达到上限时阻止上游调用
ar: حظر المكالمات المنبع عند الوصول إلى الحد
de: Blockieren Sie Upstream-Anrufe, wenn das Limit erreicht ist
en: Block upstream calls when limit is reached
es: Bloquear llamadas ascendentes cuando se alcance el límite
fr: Bloquer les appels en amont lorsque la limite est atteinte
ja: 制限に達するとアップストリーム コールをブロックする
ko: 한도에 도달하면 업스트림 통화 차단
pt_br: Bloquear chamadas upstream quando o limite for atingido
ru: Блокировать восходящие вызовы при достижении лимита
zh_hant: 達到上限時阻止上游調用

source: 迁移前配置备份失败：%@
ar: فشل النسخ الاحتياطي للتكوين قبل الترحيل: %@
de: Die Sicherung der Konfiguration ist vor der Migration fehlgeschlagen: %@
en: Configuration backup failed before migration: %@
es: La copia de seguridad de la configuración falló antes de la migración: %@
fr: La sauvegarde de la configuration a échoué avant la migration : %@
ja: 移行前に構成のバックアップが失敗しました: %@
ko: 마이그레이션 전 구성 백업 실패: %@
pt_br: Falha no backup da configuração antes da migração: %@
ru: Не удалось выполнить резервное копирование конфигурации перед миграцией: %@
zh_hant: 遷移前配置備份失敗：%@

source: 运行调用成功
ar: تم تشغيل المكالمة بنجاح
de: Anruf erfolgreich ausgeführt
en: Run call successful
es: Ejecutar llamada exitosamente
fr: Exécuter l'appel avec succès
ja: 呼び出しの実行が成功しました
ko: 통화 실행 성공
pt_br: Executar chamada com sucesso
ru: Запустить вызов успешно
zh_hant: 運行調用成功

source: 还没有模型供应商
ar: لا يوجد مزود نموذج حتى الآن
de: Noch kein Modellanbieter
en: No model provider yet
es: Ningún proveedor de modelo todavía
fr: Pas encore de fournisseur de modèles
ja: モデルプロバイダーはまだありません
ko: 아직 모델 제공업체가 없습니다.
pt_br: Nenhum fornecedor de modelo ainda
ru: Пока нет поставщика моделей
zh_hant: 還沒有模型供應商

source: 这是可部署参考目录，不代表模型名可直接调用。已默认不勾选；只应导入你已部署并拿到调用代码的项目。
ar: هذا دليل مرجعي للنماذج القابلة للنشر، وليس قائمة بمعرّفات نماذج قابلة للاستدعاء مباشرة. العناصر غير محددة افتراضيًا؛ استورد فقط عمليات النشر التي لديك رمز استدعائها.
de: Dies ist ein Referenzkatalog bereitstellbarer Modelle, keine Liste direkt aufrufbarer Modell-IDs. Einträge sind standardmäßig abgewählt; importieren Sie nur Bereitstellungen, deren Aufrufcode Ihnen vorliegt.
en: This is a deployable reference catalog, not a list of directly callable model IDs. Items are unselected by default; import only deployments for which you have the invocation code.
es: Este es un catálogo de referencia desplegable, no una lista de identificadores de modelo invocables directamente. Los elementos están desmarcados de forma predeterminada; importa solo despliegues cuyo código de invocación tengas.
fr: Il s’agit d’un catalogue de référence déployable, pas d’une liste d’identifiants de modèles directement appelables. Les éléments sont décochés par défaut ; importez uniquement les déploiements dont vous possédez le code d’appel.
ja: これはデプロイ可能な参照カタログであり、直接呼び出せるモデル ID の一覧ではありません。既定では未選択です。デプロイ済みで呼び出しコードを取得した項目だけをインポートしてください。
ko: 배포 가능한 참고 카탈로그이며 직접 호출할 수 있는 모델 ID 목록이 아닙니다. 기본적으로 선택되지 않습니다. 배포했고 호출 코드를 받은 항목만 가져오세요.
pt_br: Este é um catálogo de referência implantável, não uma lista de IDs de modelos diretamente chamáveis. Os itens vêm desmarcados; importe apenas implantações cujo código de chamada você possui.
ru: Это справочный каталог доступных для развёртывания моделей, а не список идентификаторов для прямого вызова. Элементы по умолчанию не выбраны; импортируйте только развёртывания, для которых у вас есть код вызова.
zh_hant: 這是可部署參考目錄，不代表模型名可直接調用。已默認不勾選；只應導入你已部署並拿到調用代碼的項目。

source: 这是由 ModelHub 在本机生成的审核演示响应；没有访问任何模型供应商，也不会产生费用。
ar: هذه استجابة تجريبية للمراجعة تم إنشاؤها أصلاً بواسطة ModelHub؛ لا تتم زيارة أي بائعين نموذجيين ولا يتم فرض أي رسوم.
de: Dies ist eine von ModelHub nativ generierte Test-Demo-Antwort. Es werden keine Modellverkäufer besucht und es fallen keine Gebühren an.
en: This is a review demo response generated natively by ModelHub; no model vendors are visited and no charges are incurred.
es: Esta es una respuesta de demostración de revisión generada de forma nativa por ModelHub; no se visita a ningún proveedor de modelos y no se incurre en cargos.
fr: Il s'agit d'une réponse de démonstration d'examen générée nativement par ModelHub ; aucun vendeur de modèles n'est visité et aucun frais n'est engagé.
ja: これは、ModelHub によってネイティブに生成されたレビュー デモ応答です。モデルベンダーを訪問することはなく、料金も発生しません。
ko: 이것은 ModelHub에서 기본적으로 생성된 리뷰 데모 응답입니다. 모델 공급업체를 방문하지 않으며 비용도 발생하지 않습니다.
pt_br: Esta é uma resposta de demonstração de revisão gerada nativamente pelo ModelHub; nenhum fornecedor modelo é visitado e nenhuma cobrança é incorrida.
ru: Это демонстрационный ответ на обзор, созданный ModelHub; продавцы моделей не посещаются и никакие расходы не взимаются.
zh_hant: 這是由 ModelHub 在本機生成的審核演示響應；沒有訪問任何模型供應商，也不會產生費用。

source: 进入审核演示
ar: أدخل العرض التوضيحي للمراجعة
de: Nehmen Sie an der Rezensionsdemo teil
en: Enter review demo
es: Ingrese a la demostración de revisión
fr: Entrez la démo d'évaluation
ja: レビューデモを入力してください
ko: 리뷰 데모 입력
pt_br: Insira a demonstração de avaliação
ru: Введите демо-версию обзора
zh_hant: 進入審核演示

source: 进入审核演示模式，查看多供应商、模型分类、三种默认路由规则、故障转移、用量分析、请求日志和本机 API 调试。所有内容均为合成数据。
ar: أدخل إلى الوضع التجريبي للتدقيق لعرض الموردين المتعددين، وتصنيف النماذج، وثلاث قواعد توجيه افتراضية، وتجاوز الفشل، وتحليل الاستخدام، وسجلات الطلبات، وتصحيح أخطاء واجهة برمجة التطبيقات الأصلية. كل المحتوى عبارة عن بيانات اصطناعية.
de: Wechseln Sie in den Audit-Demomodus, um Multi-Vendor, Modellklassifizierung, drei Standard-Routing-Regeln, Failover, Nutzungsanalyse, Anforderungsprotokolle und natives API-Debugging anzuzeigen. Bei allen Inhalten handelt es sich um synthetische Daten.
en: Enter audit demo mode to view multi-vendor, model classification, three default routing rules, failover, usage analysis, request logs, and native API debugging. All content is synthetic data.
es: Ingrese al modo de demostración de auditoría para ver múltiples proveedores, clasificación de modelos, tres reglas de enrutamiento predeterminadas, conmutación por error, análisis de uso, registros de solicitudes y depuración de API nativa. Todo el contenido son datos sintéticos.
fr: Accédez au mode démo d'audit pour afficher les différents fournisseurs, la classification des modèles, les trois règles de routage par défaut, le basculement, l'analyse de l'utilisation, les journaux de requêtes et le débogage de l'API native. Tout le contenu est constitué de données synthétiques.
ja: 監査デモ モードに入り、マルチベンダー、モデル分類、3 つのデフォルト ルーティング ルール、フェイルオーバー、使用状況分析、リクエスト ログ、およびネイティブ API デバッグを表示します。すべてのコンテンツは合成データです。
ko: 다중 공급업체, 모델 분류, 세 가지 기본 라우팅 규칙, 장애 조치, 사용 분석, 요청 로그 및 기본 API 디버깅을 보려면 감사 데모 모드로 전환하세요. 모든 콘텐츠는 합성 데이터입니다.
pt_br: Entre no modo de demonstração de auditoria para visualizar vários fornecedores, classificação de modelo, três regras de roteamento padrão, failover, análise de uso, logs de solicitação e depuração de API nativa. Todo o conteúdo são dados sintéticos.
ru: Войдите в демонстрационный режим аудита, чтобы просмотреть информацию о нескольких поставщиках, классификацию моделей, три правила маршрутизации по умолчанию, аварийное переключение, анализ использования, журналы запросов и отладку встроенного API. Весь контент представляет собой синтетические данные.
zh_hant: 進入審核演示模式，查看多供應商、模型分類、三種默認路由規則、故障轉移、用量分析、請求日誌和本機 API 調試。所有內容均為合成數據。

source: 远程模型名录必须使用 HTTPS；HTTP 只允许本机回环地址
ar: يجب أن تستخدم كتالوجات النماذج البعيدة HTTPS؛ يُسمح بـ HTTP لعناوين الاسترجاع المحلية فقط
de: Remote Modellkataloge müssen HTTPS verwenden; HTTP ist nur für lokale Loopback-Adressen zulässig
en: Remote model catalogs must use HTTPS; HTTP is allowed only for local loopback addresses
es: Los catálogos de modelos remotos deben usar HTTPS; HTTP solo se permite para direcciones de bucle invertido locales
fr: Les catalogues de modèles distants doivent utiliser HTTPS ; HTTP n’est autorisé que pour les adresses de bouclage locales
ja: リモートモデルカタログでは HTTPS が必須です。HTTP はローカルのループバックアドレスでのみ使用できます
ko: 원격 모델 카탈로그는 HTTPS를 사용해야 합니다. HTTP는 로컬 루프백 주소에서만 허용됩니다
pt_br: Catálogos de modelos remotos devem usar HTTPS; HTTP é permitido apenas para endereços de loopback locais
ru: Удалённые каталоги моделей должны использовать HTTPS; HTTP разрешён только для локальных loopback-адресов
zh_hant: 遠程模型名錄必須使用 HTTPS；HTTP 只允許本機回環地址

source: 连接测试
ar: اختبار الاتصال
de: Verbindungstest
en: Connection test
es: Prueba de conexión
fr: Test de connexion
ja: 接続テスト
ko: 연결 테스트
pt_br: Teste de conexão
ru: Тест подключения
zh_hant: 連接測試

# 连续失败熔断阈值：%arg
source: 连续失败熔断阈值：%1$arg
ar: عتبة قاطع دائرة الفشل المستمر: %arg
de: Schwellenwert für Leistungsschalter bei Dauerausfall: %arg
en: Circuit-breaker threshold: %arg consecutive failures
es: Umbral de fallo continuo del disyuntor: %arg
fr: Seuil de défaillance continue du disjoncteur : %arg
ja: 連続障害サーキット ブレーカーのしきい値: %arg
ko: 연속 오류 회로 차단기 임계값: %arg
pt_br: Limite do disjuntor de falha contínua: %arg
ru: Порог автоматического выключателя при непрерывном отказе: %arg
zh_hant: 連續失敗熔斷閾值：%1$arg

source: 退出 ModelHub
ar: اخرج من ModelHub
de: Beenden Sie ModelHub
en: Exit ModelHub
es: Salir de ModelHub
fr: Quitter ModelHub
ja: ModelHub を終了する
ko: 모델허브 종료
pt_br: Sair do ModelHub
ru: Выйти из ModelHub

source: 退出演示
ar: الخروج من العرض التوضيحي
de: Demo beenden
en: Exit demo
es: Salir de la demostración
fr: Quitter la démo
ja: デモを終了する
ko: 데모 종료
pt_br: Sair da demonstração
ru: Выйти из демо-версии

# 退避基数：%arg ms
source: 退避基数：%1$arg ms
ar: قاعدة التراجع: %arg مللي ثانية
de: Backoff-Basis: %arg ms
en: Backoff base: %arg ms
es: Base de retroceso: %arg ms
fr: Base d'attente : %arg ms
ja: バックオフベース: %arg ms
ko: 백오프 기준: %arg ms
pt_br: Base de espera: %arg ms
ru: База отсрочки: %arg мс
zh_hant: 退避基數：%1$arg ms

source: 选择供应商
ar: حدد المورد
de: Anbieter auswählen
en: Select provider
es: Seleccionar proveedor
fr: Sélectionnez le fournisseur
ja: サプライヤーを選択してください
ko: 공급업체 선택
pt_br: Selecione o fornecedor
ru: Выберите поставщика
zh_hant: 選擇供應商

source: 选择左侧供应商后查看模型状态。
ar: حدد المورد الموجود على اليسار لعرض حالة النموذج.
de: Wählen Sie links den Lieferanten aus, um den Modellstatus anzuzeigen.
en: Select a provider on the left to view model status.
es: Seleccione el proveedor a la izquierda para ver el estado del modelo.
fr: Sélectionnez le fournisseur sur la gauche pour afficher l'état du modèle.
ja: 左側でサプライヤーを選択すると、モデルのステータスが表示されます。
ko: 왼쪽에서 공급업체를 선택하시면 모델현황을 보실 수 있습니다.
pt_br: Selecione o fornecedor à esquerda para visualizar o status do modelo.
ru: Выберите поставщика слева, чтобы просмотреть статус модели.
zh_hant: 選擇左側供應商後查看模型狀態。

source: 选择策略
ar: اختر استراتيجية
de: Wählen Sie eine Strategie
en: Choose a strategy
es: Elige una estrategia
fr: Choisissez une stratégie
ja: 戦略を選択してください
ko: 전략을 선택하세요
pt_br: Escolha uma estratégia
ru: Выберите стратегию
zh_hant: 選擇策略

source: 通用 兼容协议 兼容
ar: توافق عام مع البروتوكول المتوافق
de: Allgemein kompatibles Protokoll-kompatibel
en: Generic compatible protocol-Compatible
es: Compatible genérico con protocolo compatible
fr: Compatible protocole compatible générique
ja: 汎用互換プロトコル互換
ko: 일반 호환 프로토콜 호환
pt_br: Compatível genérico com protocolo compatível
ru: Универсальная совместимость с совместимый протокол
zh_hant: 通用 兼容協議 兼容

source: 通用兼容供应商
ar: المورد المتوافق العالمي
de: Universell kompatibler Lieferant
en: Universal Compatible Supplier
es: Proveedor compatible universal
fr: Fournisseur compatible universel
ja: ユニバーサル互換サプライヤー
ko: 범용 호환 공급업체
pt_br: Fornecedor Compatível Universal
ru: Универсальный совместимый поставщик
zh_hant: 通用兼容供應商

source: 通用兼容协议
ar: بروتوكول عام متوافق
de: Allgemeines kompatibles Protokoll
en: Generic Compatible Protocol
es: Protocolo compatible genérico
fr: Protocole compatible générique
ja: 汎用互換プロトコル
ko: 일반 호환 프로토콜
pt_br: Protocolo compatível genérico
ru: Универсальный совместимый протокол
zh_hant: 通用兼容協議
